tap "homebrew/bundle"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "johanhaleby/kubetail"
tap "jesseduffield/lazydocker"
brew "gcc"
brew "zsh"
brew "neovim"
brew "btop"
brew "htop"
brew "tmux"
brew "gh"
brew "glab"
brew "git-lfs"
brew "gnu-sed"
brew "pyenv"
brew "goenv"
brew "rbenv"
brew "tfenv"
brew "pipx"
brew "uv"
brew "pnpm"
brew "nvm"
brew "composer"
brew "dotnet"
brew "awscli"
brew "eksctl"
brew "azure-cli"
brew "k9s"
brew "kubernetes-cli"
brew "krew"
brew "helm"
brew "helmfile"
brew "cmctl"
brew "jq"
brew "fd"
brew "fzf"
brew "libmagic"
brew "libomp"
brew "libffi"
brew "pango"
brew "ripgrep"
brew "socat"
brew "watch"
brew "wget"
brew "lua"
brew "luarocks"
brew "nnn"
brew "websocat"
brew "nebula"
brew "go-task"
brew "bfg"
brew "git-filter-repo"
brew "watchman"
brew "cilium-cli"
brew "temporal"
brew "coder"
brew "jesseduffield/lazygit/lazygit"
brew "johanhaleby/kubetail/kubetail"
brew "jesseduffield/lazydocker/lazydocker"
brew "mas"
cask "font-monaspace"
cask "wezterm"
cask "maccy"
cask "vnc-server"
cask "vnc-viewer"
cask "microsoft-remote-desktop"
cask "visual-studio-code"
cask "jupyterlab"
cask "google-cloud-sdk"
cask "android-studio"
cask "keepingyouawake"
cask "coconutbattery"
cask "the-unarchiver"
cask "tableplus"
cask "google-chrome"
cask "brave-browser"
cask "firefox"
cask "arc"
cask "microsoft-edge"
cask "duckduckgo"
cask "tor-browser"
cask "transmission"
cask "vlc"
cask "teamviewer"
cask "readdle-spark"
cask "protonvpn"
cask "tunnelblick"
cask "rapidapi"
cask "ngrok"
cask "postman"
cask "charles"
cask "tradingview"
cask "github"
cask "slack"
cask "discord"
cask "zoom"
cask "microsoft-teams"
cask "spotify"
cask "whatsapp"
cask "telegram"
cask "docker"
cask "1password-cli"
cask "proton-drive"
mas "Xcode", id: 497799835
mas "WireGuard", id: 1451685025
