tap "jesseduffield/lazygit"
tap "johanhaleby/kubetail"
tap "jesseduffield/lazydocker"
tap "oven-sh/bun"
tap "xcodesorg/made"
tap "supabase/tap"
tap "sst/tap"
brew "coreutils"
brew "zsh"
brew "neovim"
brew "jq"
brew "fd"
brew "fzf"
brew "ripgrep"
brew "ast-grep"
brew "btop"
brew "htop"
brew "tmux", args: ["HEAD"]
brew "gh"
brew "glab"
brew "gnu-sed"
brew "nvm"
brew "pyenv"
brew "goenv"
brew "rbenv"
brew "tfenv"
brew "lua"
brew "luarocks"
brew "dotnet"
brew "pipx"
brew "uv"
brew "pnpm"
brew "composer"
brew "go-task"
brew "awscli"
brew "eksctl"
brew "azure-cli"
brew "oci-cli"
brew "k9s"
brew "krew"
brew "helm"
brew "helmfile"
brew "kubernetes-cli"
brew "cilium-cli"
brew "cmctl"
brew "socat"
brew "watch"
brew "wget"
brew "nnn"
brew "proxychains-ng"
brew "websocat"
brew "nebula"
brew "git-filter-repo"
brew "watchman"
brew "temporal"
brew "coder"
brew "rclone"
brew "jesseduffield/lazygit/lazygit"
brew "johanhaleby/kubetail/kubetail"
brew "jesseduffield/lazydocker/lazydocker"
brew "oven-sh/bun/bun"
brew "xcodesorg/made/xcodes"
brew "supabase/tap/supabase"
brew "sst/tap/opencode"
brew "mas"
cask "1password@beta"
cask "dropbox"
cask "font-monaspace"
cask "font-jetbrains-mono-nerd-font"
cask "font-fira-code-nerd-font"
cask "wezterm"
cask "maccy"
cask "realvnc-connect"
cask "visual-studio-code"
cask "jupyterlab"
cask "gcloud-cli"
cask "android-studio"
cask "keepingyouawake"
cask "coconutbattery"
cask "the-unarchiver"
cask "tableplus"
cask "zen"
cask "zed"
cask "google-chrome"
cask "brave-browser"
cask "firefox"
cask "microsoft-edge"
cask "duckduckgo"
cask "tor-browser"
cask "transmission"
cask "vlc"
cask "readdle-spark"
cask "protonvpn"
cask "tunnelblick"
cask "rapidapi"
cask "ngrok"
cask "postman"
cask "charles"
cask "tradingview"
cask "github"
cask "slack"
cask "discord"
cask "zoom"
cask "microsoft-teams"
cask "spotify"
cask "whatsapp"
cask "telegram"
cask "notion"
cask "gyroflow"
cask "karabiner-elements"
cask "docker-desktop"
cask "1password-cli"
cask "proton-drive"
mas "Xcode", id: 497799835
mas "WireGuard", id: 1451685025
